
[
    {
      "image": "https://i.ibb.co/rdmZmKt/furnitures-1.jpg",
      "price": 120,
      "name": "Deep Down-Filled Sofa Couch",
      "supplier": "Johanna Steele",
      "quantity": 35,
      "discripton": "This couch, with its deep cushions and sturdy frame, will help you add maximum comfort and style to any living space in your home. Never believe that you have to sacrifice comfort for style—this couch has it both in spades."
    },
    {
      "image": "https://i.ibb.co/3v653Tg/furnitures-2.jpg",
      "price": 230,
      "name": "Prepac Salt Spring 6 Drawer Dresser",
      "supplier": "Hinton Thompson",
      "quantity": 29,
      "discripton": "Finished in Drifted Gray Laminate. Constructed from non-toxic high quality laminated composite woods.Manufactured in Canada and meets all North American safety standards"
    },
    {
      "image": "https://i.ibb.co/Hp8dnwj/furnitures-3.jpg",
      "price": 324,
      "name": "5 Drawer Chest of Drawers",
      "supplier": "Frederick Trujillo",
      "quantity": 35,
      "discripton": "TWO-TONE CHEST OF DRAWERS: Fashioned with framed drawer fronts and decorative corbels, this chest has distinctive charm that's equal parts elegant and homey in your room — what a showstopper"
    },
    {
      "image": "https://i.ibb.co/T4yzrPT/furnitures-4.jpg",
      "price": 229,
      "name": "Bush Furniture Somerset 72W 3 Position",
      "supplier": "Berger Knight",
      "quantity": 32,
      "discripton": "42W sit to stand return attaches to either side of the 72W office desk with drawers to form an L shaped configuration.Lift-n-lock desktop can be Set at 3 standing Height positions: 35, 38 or 41 inches and easily returns to seated Height"
    },
    {
      "image": "https://i.ibb.co/pvCqJy9/furnitures-5.jpg",
      "price": 425,
      "name": "Greesum Patio Furniture 4 Pieces Conversation Sets",
      "supplier": "Paige Palmer",
      "quantity": 21,
      "discripton": "Modern&Comfortable: The chair set is made of rattan wickers that make the set looks modern and fashion. But the chair has outstanding load bearing capacity. In addition, the padded cushions can offer you a soft sitting experience and the backrest can provide you with a comfortable support."
    },
    {
      "image": "https://i.ibb.co/LnD6HmD/furnitures-6.jpg",
      "price": 227,
      "name": "Greesum GS-3RCS4BG 3 Pieces",
      "supplier": "Georgette Glass",
      "quantity": 23,
      "discripton": "Comfortable&Convenient: The sturdy rattan equipped with the soft cushion can offer you a perfect using experience. And the rattan is light, so the set whole weight is also light, you can move it to any suitable place easily."
    }
  ]